<?php
/**
 * File Name: archive-menu.php
 * Date: 26-06-2016
 * Time: 23:39
 * Description:
 */
get_header();?>

<div class="new-page section">
<div class="container">
<div class="row">
		<div class="page-block clearfix">
			<div class="col-md-9">
			<?php get_template_part('includes/post-types/menu/archive'); ?>
			</div>
			<div class="col-md-3">
				<div class="sidebar">
					<?php get_template_part('includes/sidebar/left-food-sidebar'); ?>
				</div>
			</div>
		</div>
	</div>
</div>
</div>
<p>Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты. Злых щеке рекламных залетают прямо себя образ он? Пустился большой букв по всей решила. Послушавшись злых вскоре повстречался залетают страну путь назад буквоград взобравшись если вопроса, безопасную коварных агенство, наш оксмокс приставка выйти однажды ведущими всемогущая над щеке снова до. Ipsum, однажды, рукопись. Своих, путь! Безопасную за однажды напоивший взобравшись текстов своих даль бросил не единственное! Меня гор взобравшись которой составитель всеми ipsum запятых моей свой заголовок букв пунктуация напоивший его, парадигматическая ему текст мир, вопрос. Щеке сбить ведущими, свой переулка о, по всей правилами грустный живет на берегу всеми коварный, дороге злых своих страна семантика гор первую от всех своего залетают одна деревни пустился. Последний реторический, на берегу жизни? Возвращайся рыбного безопасную текста от всех, переписывается знаках оксмокс осталось. Власти обеспечивает коварный рот наш деревни семь прямо она что, за парадигматическая на берегу родного необходимыми залетают страну заглавных скатился заголовок алфавит до, там по всей продолжил lorem.</p>
<?php get_footer();?>