<?php
/**
 * File Name: single.php
 * Date: 26-06-2016
 * Time: 23:15
 * Description: single post
 */
?>
<?php get_header();?>
<div class="new-page">
<div class="container">
<div class="row">
		<div class="page-block clearfix">
			<div class="col-md-9">
				<div class="page-content clearfix">
					<!-- <div class="single-page"> -->
							<div class="single-page-name">

								<h2>Name</h2>

<<<<<<< HEAD
							</div>
							<div class="spc-header">
								<img src="http://lorempixel.com/600/250/food" alt="">
								<div class="post-info">
                                    <!-- <a href="" rel="bookmark"></a> -->
                                    <time class="entry-date published" datetime="2016-04-05 22:14:58">05-Apr-2016</time>
                                    <time class="updated" datetime="05-Apr-2016 22:14:58">05-Apr-2016</time>
									<a href=""><span>In category</span></a>
                                </div><!-- -->
							</div>
							<div class="spc-content">
								<p>
									Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты. Парадигматическая коварный встретил строчка напоивший, вопрос до переулка семь дороге своих. Семь живет меня ручеек имеет своего, своего эта бросил своих однажды? Безопасную свое путь строчка, ты, пояс возвращайся запятых там злых до маленькая своего обеспечивает. Текстами буквенных страна безопасную! Ручеек снова что ее переписывается по всей приставка. Моей журчит буквенных путь страну вскоре, одна от всех по всей, гор, подзаголовок диких даже дорогу мир вершину своего над последний? Которое рот даль курсивных, пунктуация алфавит букв! От всех рыбного страна вопрос диких коварный оксмокс ему продолжил текста о, на берегу. Свою сих ручеек прямо если. Строчка свое, проектах осталось текстов вопрос рукопись всемогущая гор реторический имени пунктуация злых над предложения залетают пояс решила! Грустный ему пустился языком. Речью строчка маленькая текстов вопрос, заглавных до запятых осталось решила страну. Речью, осталось? Правилами что семантика эта повстречался над своего решила букв назад пустился. Она курсивных взгляд домах.
								</p>
								<p>
									Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты. Подпоясал имеет первую над решила проектах, безопасную текста. Толку журчит моей за грамматики свой. Великий своего, имени lorem моей на берегу точках вскоре свой бросил снова, всемогущая диких предложения семь рот дорогу путь, однажды продолжил рыбными речью алфавит обеспечивает! Лучше курсивных жизни вопрос заголовок предложения силуэт проектах, парадигматическая всеми встретил. Там моей обеспечивает пор необходимыми диких снова использовало взгляд возвращайся продолжил речью журчит переписывается ее наш, осталось, он меня. По всей свое собрал он, дороге проектах эта подпоясал то назад. Меня знаках текстами, пор мир даже власти о дал, инициал прямо журчит родного первую залетают вдали образ возвращайся реторический дороге грамматики. Путь его последний свое, правилами рукопись текст деревни курсивных великий, до образ, которое пустился продолжил живет! Оксмокс парадигматическая переулка послушавшись первую, знаках приставка рыбными дорогу заманивший рыбного переписывается использовало, lorem, своих города жаренные возвращайся то пунктуация жизни толку меня снова диких все. Последний, подпоясал грустный безорфографичный приставка дороге имеет парадигматическая, реторический возвращайся вдали страну власти взобравшись своего подзаголовок встретил рекламных. Даже семантика языкового букв дал снова за пунктуация дорогу всеми он снова мир безорфографичный, безопасную, заманивший, силуэт себя. До живет снова путь, свой букв свою курсивных предложения рыбного над взобравшись переписывается.
								</p>
								<div class="spc-content-img">
									<img src="http://placehold.it/500x300" alt="">
									<p>
										Далеко-далеко за словесными горами в стране.
									</p>
								</div>
								<p>
									Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты. Лучше свой то запятых алфавит злых рыбного. Парадигматическая скатился буквенных текстов использовало имени, снова, домах семь если напоивший дал, бросил реторический журчит обеспечивает имеет вопроса рекламных наш толку выйти встретил ты! Его взгляд над ему строчка большой власти домах лучше сих, имеет залетают бросил всеми до ее страна семантика путь, по всей, за. Ему однажды сих буквоград речью маленький рукопись она оксмокс маленькая, родного решила, алфавит, путь правилами пор океана большого там диких семантика, обеспечивает. Предупредила рукопись коварный океана сих, залетают пояс образ толку несколько за первую меня заманивший ты там!
								</p>
							</div>
					<!-- </div> -->

				</div>
					<?php get_template_part('includes/relatedpost/cat_post');?>
                    <?php comments_template();?>
=======
                            }
                            else if ($format == 'video') {
                                get_template_part('includes/post-format/video');  // get single post-format gallery
                            }
                            ?>
							<?php get_template_part('includes/tags/google-tags');?>
                        <?php endwhile; endif; // end loop get content?>
					</div>
					<?php //get_template_part('includes/relatedpost/cat_post');?>
                    <?php //comments_template();?>
				</div>
>>>>>>> origin/master

			</div>
			<div class="col-md-3">
				<div class="sidebar">
					<?php get_template_part('includes/sidebar/left-food-sidebar'); ?>
				</div>
			</div>

		</div>
	</div>
</div>
</div>

<?php get_footer();?>
